;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Македонски/Macedonian
WebLang=MKD
Translator=01 Vlatce - 01.Vlatce@live.com
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Изглед
103 = Опции
104 = Деинсталер
105 = Алатки
106 = Мод на барање
107 = Листа
108 = Икони
109 = Детали
110 = Деинсталирање на
111 = Тргни го внесот
112 = Освежи
113 = Дали сте сигурни дека сакате да го тргнете селектираниот внес?
114 = Дали сте сигурни дека сакате да го деинсталирате селектираниот програм?
115 = Автоматска Надградба
116 = Помош
117 = Помош за тековната алатка...
118 = Домашна веб страна...
119 = За Revo Uninstaller...
120 = Не сте логирани како администратор!
121 = Дали сте сигурни дека сакате да ја деинсталирате селектираната системска компонента?\nSTOP, бидејќи деинсталирањето на системски компоненти може да предизвика пад на системот! Затоа бидете сигурни кога го правите ова!
122 = Деинсталерот ги покажува сите инсталирани програми и компоненти на овој компјутер. Во "Детали" типот на изглед, можете да дојдете до повеке информациии (линкови и пропорции на програмата). Примарна особина на Revo Uninstaller е Модот на барање. Овој мод овозможува флексибилност да деинсталирате, стопирате, бришете или оневозможувате автоматско стартување со само еден клик.
123 = Барај
124 = Најдено:
125 = Дали сте сигурни дека сакате да ја тргнете селектираната системска компонента од Регистрите?\nОваа компонента можеби овозможува правилна работа на вашиот компјутерски систем!
126 =  веке нема да се подига автоматски!
127 =  ке се подига автоматски
128 = %s е инсталиран на истата локација како и %s!\nТаму се наогаат податоци од двете програми! Внимателно одберете што треба да се избрише!
129 = Присилна деинсталација

[Uninstaller List]
150 = Програм
151 = Големина
152 = Верзија
153 = Дата на инсталирање
154 = Компанија
155 = Веб страна
156 = Коментар
157 = Деинсталациони податоци
158 = Регистарски клуч
159 = Инсталер

[Uninstaller StatusBar]
201 = Пронајдени инсталации: 
202 = Читање...

[Registry Optimizer]
302 = Селектирајте каде да се скенира
303 = Старт мени

[Autorun Toolbar]
407 = Покрени
408 = Поништи
409 = Тргни
410 = Членови :
411 = Вклучено :
412 = Со Менаџерот за автоматско подигање, не само што ке ги вклучите или исклучите програмите што се подигаат со Windows, туку и ќе добиете информации за програмите. Можете да ги видите статусот, производителот, патот до програмата и друго.

[Autorun List]
450 = Име на програмата
451 = Пат до програмата
452 = Опис
453 = Производител
454 = Статус
455 = Локација
456 = ПОДИГНАТА
457 = НЕ Е ПОДИГНАТА
458 = НЕТОЧНО
459 = Поништи го процесот
460 = Подигни го процесот
461 = Отвори го фолдерот на програмата
462 = Оди на локацијата
463 = Копирај го патот за подигање
464 = Тргни го селектираното
465 = Тргни ги сите неточни
466 = Тргни ги неподигнатите
467 = Тргни ги сите онеспособени
468 = Пропорции...
470 = Дали сте сигурни дека сакате да ја затворите селектираната програма?\nСите незачувани податоци ке бидат изгубени!
471 = Дали сте сигурни дека сакате да ги избришете селектираните членови?
472 = Дали сте сигурни дека сакате да ги избришете неточни членови?
473 = Дали сте сигурни дека сакате да ги избришете сите подигнати членови?
474 = Дали сте сигурни дека сакате да ги избришете сите онеспособени членови?
475 = Командата не постои!
476 = НЕПОЗНАТО
477 = Исклучи автоматско стартување
478 = Вклучи автоматско стартување

[Outlook Control]
300 = Оптимизација
301 = Оптимизација на регистрите
400 = Автоматско подигање
500 = Чистач на задачи
501 = Чистач на интернет прелистувачи
600 = Microsoft Office чистач
700 = Windows чистач
800 = Чистач на докази
900 = Неповратно бришење
2100 = Windows алатки
2200 = Чистач на непотребни фајлови

[Track Cleaner Browsers]
507 = Исчисти ги сите
508 = Избриши ја историјата на посетени интернет страни
509 = Избриши ја историјата на Адрес барот
510 = Избриши ги привремените интернет фајлови
511 = Избриши ги колачињата
512 = Избриши ги  Index.dat фајловите
513 = Изврши
514 = Избриши ја историјата на Download
515 = Избриши ја историјата на сесии
516 = Избриши ја историјата
517 = Деинсталер
518 = Дали сте сигурни дека сакате да ги исчистите сите селектирани податоци од историјата?
521 = Дали сте сигурни дека сакате да ги исчистите податоците од историјата на Internet Explorer?
522 = Дали сте сигурни дека сакате да ги исчистите податоците од историјата на Mozilla Firefox?
523 = Дали сте сигурни дека сакате да ги исчистите податоците од историјата на Opera?
524 = Дали сте сигурни дека сакате да ги исчистите податоците од историјата на Netscape Navigator?
525 = Вашиот прелистувач ги снима сите интернет страни што сте ги посетиле. Чистејки ги овие податоци може да ослободите многу слободна меморија во вашиот хард диск.
526 = Затворете го вашиот интернет прелистувач пред чистењето.
527 = Index.dat фајловите ке бидат избришани следниот пат кога ке го рестартирате вашиот компјутер.
599 = Бришењето на селектираните информации е завршено!

[Office Track Cleaner]
601 = Исчисти
607 = Исчисти ги често користените документи во Microsoft Word
608 = Вклучи Word 2000, Word XP, Word 2003 и Word 2007
609 = Исчисти ја историјата на Microsoft Excel
610 = Вклучи Excel 2000, Excel XP, Excel 2003 и Excel 2007
611 = Исчисти ја историјата на Microsoft Access
612 = Вклучи Access 2000, Access XP, Access 2003 и Access 2007
613 = Исчисти ја историјата на Microsoft PowerPoint
614 = Вклучи PowerPoint 2000, PowerPoint XP, PowerPoint 2003 и PowerPoint 2007
615 = Исчисти ја историјата на Microsoft FrontPage
616 = Вклучи FrontPage 2000, FrontPage XP, FrontPage 2003 и FrontPage 2007
617 = Microsoft Office Чистачот ви овозможува да ја исчистите историјата на Microsoft Word, Excel, Access, PowerPoint и FrontPage.

[Windows Tracks Cleaner]
701 = Исчисти
707 = Исчисти ги често користените документи
708 = Исчисти ја историјата на Run
709 = Исчисти ја Find File историјата
710 = Исчисти ја историјата на Printers, Computers and People Find
711 = Исчисти го клипбордот
712 = Исчисти ја историјата на "MS Paint"
713 = Исчисти ја историјата на "MS Wordpad"
714 = Исчисти ја историјата на Regedit
715 = Исчисти ја историјата на Common Dialog Open/Save
716 = Исчисти ја историјата на Common Dialog Last Visited Folder
717 = Исчисти ја корпата за одпадоци
718 = Исчисти ги Windows привремените фајлови
719 = Исчисти го Старт менито
720 = Можете да ја исчистите корпата за одпадоци за да добиете повеке слободна меморија на вашиот хард диск.
721 = Историјата на Run ке биде избришана по ресетирањето на процесот explorer.exe.
722 = Нацрт на Регистрите во Windows
723 = Нацрт на локалните хард дискови
724 = Избриши ги  crash memory dump фајловите
725 = Избриши ги фајловите од Chkdsk (Check Disk)


[Evidence Remover]
802 = Изврши
803 = Бришење
804 = Почекајте додека трае бришењето.
805 = Завршено
806 = Селектирајте ги драјвовите кои сакате да ги исчистите! ПРЕДУПРЕДУВАЊЕ: Избришаните фајлови НЕ МОЖАТ ДА СЕ ВРАТАТ.
807 = Кога ја празните корпата за отпадоци фајловите физички се сеуште присутни. Оваа алатка ке ги избрише. ПРЕДУПРЕДУВАЊЕ: Избришаните фајлови НЕ МОЖАТ ДА СЕ ВРАТАТ.
808 = Дали сте сигурни дека сакате да ги исчистите преостанатите информации на селектираниот драјв?

[Unrecoverable Delete]
912 = Листа на фајлови и фолдери кои ке се избришат И НЕ ЌЕ МОЖАТ ДА СЕ ВРАТАТ.
913 = Фајлови
914 = Фолдери
915 = Внесете ги фајловите кои сакате да ги избришете.
916 = Внесете ги фолдерите кои сакате да ги избришете.
917 = Додади фајлови кои ке се избришат
918 = Додади фолдери кои ке се избришат
919 = ИЗБРИШИ ЗАСЕКОГАШ
920 = Исчисти ја листата
921 = Ако сакате трајно да ги избришете фајловите, користете го Неповратното бришење.
922 = Дали сте сигурни дека сакате засекогаш да ги избришете селектираните фајлови и фолдери?

[Options Tree]
1001 = Опции
1100 = Генерално
1200 = Деинсталер

[General]
1101 = Тековен јазик:
1102 = Напреден мод
1103 = Провери за надградба кога се подига Revo Uninstaller

[Uninstaller Options]
1201 = Покажи ги системските надградби
1202 = Покажи ги системските компоненти
1203 = Вклучи го модот за брзо читање
1204 = Користи го само вградениот Деинсталер
1205 = (Не е подржано во Windows Vista)
1206 = Направи Точка За Вракање На Системот пред деинсталирањето
1207 = Избриши ги преостанатите фајлови и фолдери во корпата за отпадоци


[Auto Update]
1907 = Надградба
1908 = Информации за верзијата
1909 = Тековна верзија:
1910 = Последна верзија:
1911 = ПРЕВЗЕМИ
1912 = Превземи ја последната верзија
1913 = Што е ново
1914 = Проверувам...
1915 = Грешка во поврзувањето...
1916 = STOP
1917 = Превземено %s од %s
1918 = Превземено %s (целосната големина е непозната)
1919 = Revo Uninstaller не може да се поврзе со www.revouninstaller.com. Проверете ја вашата интернет конекција и исклучете го вашиот firewall привремено. (ПОТОА ВКЛУЧЕТЕ ГО ВАШИОТ FIREWALL ПОВТОРНО!)
1920 = Грешка во проверувањето за нова верзија. Нема интернет конекција.

[WinTools]
2110 = Покрени
2111 = 	Има многу корисни алатки во Windows оперативниот систем. Оваа алатка ви овозможува брзо и лесно да дојдете до нив.
2112 = Ако се појави проблем, со System Restore може да го вратите вашиот систем без да ги изгубите вашите фајлови. Исто така може да правете и ваши сопствени точки за вракање на системот.
2113 = Можете да го користите за прикажување на информации за вашиот хардвер, софтвер оперативен систем и друго.
2114 = Network Information ги покажува сите тековни TCP/IP мрежни конфигурации, Dynamic Host Configuration Protocol (DHCP) и Domain Name System (DNS) сетинзите.
2115 = Security Center го проверува статусот на вашиот компјутер за: Firewall, Автоматска надградба и заштита од вируси. Ако се појави проблем оваа алатка ке ве извести.
2116 = System Properties е алатка со која може да видите основни информации за вашиот компјутер како: информации за процесорот, RAM меморијата и други сетинзи.
2117 = Со алатката System Information може да видите детални информации за вашиот компјутерски систем.
2118 = TCP/IP Netstat Command е алатка со која може да ги видите сите активни TCP и UDP порти.
2119 = On Screen Keyboard покажува виртуелна тастатура на вашиот екран.
2120 = Disk Defragmenter го дефрагментира вашиот хард диск, а со тоа ги зголемува перформансите на вашиот компјутер.
2121 = Алатката Services може да стартува, паузира, стопира или исклучува сервиси.
2122 = Shared Folders се користи за менаџирање на ресурсите за споделување.
2123 = Group Policy е алатка за подесување на корисничките конфигурации.
2124 = Add/Remove Windows Components е алатка за менаџирање на системските компоненти.
2125 = Microsoft Windows Malicious Software Removal Tool го заштитува вашиот компјутер од малициозни софтвери.


[Junk Files Cleaner Options]
2202 = Драјвови што ќе се скенираат:
2203 = Екстензија
2204 = Опис
2205 = Додади
2206 = Тргни
2207 = Основни нагодувања
2208 = Чистач на непотребни фајлови::Генерално
2209 = Чистач на непотребни фајлови::Одстрани
2220 = Екстензии за скенирање:
2221 = Дозволени симболи: ? и/или *
2222 = Додади екстензија
2223 = Додади екстензија за одстранување
2224 = Дозволени симболи: ? и/или *
2225 = Екстензија за одстранување:
2226 = Избриши ги фајловите во корпата за отпадоци
2227 = Игнорирај ги употребените фајлови од предходните 24 часа

[Junk Files Cleaner Tool]
2306 = Скенирај
2307 = Избриши
2308 = Се скенира...
2309 = Почекајте додека се скенира.
2310 = Излез
2311 = Име
2312 = Големина
2319 = Фајлови:
2320 = Целокупна големина:
2323 = Има фајлови што моментално се користат и не можат да се избришат сега
2324 = Мора да селектирате барем еден драјв за да почне скенирањето
2325 = Непотребните фајлови се создаваат од разните програми во вашиот компјутер, и е препорачливо да се избришат за да се ослободи повеке место на вашиот хард диск.
2326 = Фајл
2327 = Бришење на фајловите

[Context Menu Junk Files Cleaner]
2313 = Отвори
2314 = Пребарај на Google
2315 = Отвори го фолдерот
2316 = Пропорции...
2317 = Селектирај се
2318 = Не селектирај ништо
2321 = Селектирај ги одбраните членови
2322 = Деселектирај ги одбраните членови

[Topmost Window]
4002 = Опции
4003 = Отвори го главниот прозорец
4004 = Мод "Влечи и пушти"
4005 = Мод на барање
4006 = Големина
4007 = Мало
4008 = Средно
4009 = Големо
4010 = Големина на прозорецот
4011 = ИЗЛЕЗ
4012 = Деинсталирај
4013 = Запри автоматско стартување
4014 = Поништи го процесот
4015 = Поништи и избриши го процесот
4016 = Отвори го фолдерот
4017 = Инфо
4018 = Пропорции
4019 = ИЗЛЕЗ
4020 = Само еден фајл е поддржан!
4021 = Пуштивте фолдер, молиме пуштете фајл!
4022 = Деинсталирај или одстрани:
4023 = Нерешено, пробајте со друго.
4024 = Не може да се покрене деинсталацијата!\n Деинсталирајте го со Деинсталерот.
4025 = Не е пронајден инсталационен пакет!\n Пробајте да го деинсталирате рачно!
4026 = Целната програма е исклучена од автоматско подигање!
4027 = Целната програма не е пронајдена во местото за авроматско подигање!
4028 = Дали сте сигурни дека сакате да ја затворите селектираната програма?\nСите незачувани податоци ке бидат изгубени!
4029 = Деинсталер
4030 = Дали сте сигурни дека сакате да ја затворите и избришете селектираната програма\nСите незачувани податоци ке бидат изгубени!
4031 = Дали сте сигурни дека сакате да го затворите Windows Explorer?\n Старт менито и таскбарот ке исчезнат!
4032 = Автоматско стартување со Windows
4033 = Провидност

[Scan After Uninstall]
4210 = Локација
4211 = Клуч
4212 = Вредност
4213 = Податоци
4214 = Фајл
4215 = Ништо не е селектирано!
4216 = Скенирај после деинсталацијата
4217 = Селектирај се
4218 = Не селектирај ништо
4219 = Избриши
4220 = Престанати фајлови
4221 = Престанати внесови во регистрите
4222 = Скенирање пред деинсталацијата, почекајте...
4223 = Подигање на Деинсталерот...
4224 = Скенирај за преостанати фајлови, фолдери и регистарски клучови кога деинсталацијата ќе заврши.
4225 = Скенирање после деинсталацијата, почекајте...
4226 = Внимателно одберете од листата!
4227 = Затвори
4228 = Преостанатите фајлови од листстс ке бидат избришани после наредното рестартирање на вашиот компјутерски систем.
4229 = Не може да се подигне деинсталерот на програмата!
4230 = Назад
4231 = Напред
4232 = Селектирај мод за деинсталација
4233 = Модови
4234 = Вграден деинсталер - Го покренува само деинсталерот на програмата без дополнително скенирање.
4235 = Безбедносен мод- Овозможува безбедна деинсталација и врши доплонително скенирање за преостанати информации во регистрите и хард дискот. Ова е најбрзиот мод.
4236 = Умерен мод - Го користи безбедносниот мод за деинсталирање и врши дополнително скенирање за преостанати информации во регистрите и хард дискот.
4237 = Напреден мод - Го користи умерениот мод за деинсталирање и врши длабоко скенирање за преостанати информации во регистрите и хард дискот. Ова е најспориот мод.
4238 = Анализа на податоците од програмата пред нејзина деинсталација.
4239 = Стартување на вградениот деинсталер на програмата.
4240 = Кога деинсталерот ќе заврши, претиснете на копчето "Напред" за да започне скенирањето на преостанати фајлови и записи во регистрите.
4241 = Анализа и деинсталација.
4242 = Скенирање за преостанати информации
4243 = Вградениот деинсталер заврши. Сега се скенира за преостанати информации во регистрите и хард дискот. Почекајте….
4244 = Пронајдени преостанати записи во регистрите
4245 = Пронајдени записи во регистрите:
4246 = Забелешка: Внимателно изберете! Само избраните информации ќе бидат избришани!
4247 = Пронајдени преостанати фајлови и фолдери
4248 = Пронајдени членови:
4249 = Компјутер
4250 = Revo Uninstaller не моше да го покрене вградениот деинсталер на програмата. Можеби деинсталерот на програмата е расипан. Претиснете го копчето "Назад" и изберете друг мод за деинсталација.
4251 = Вградениот деинсталер заврши. Revo Uninstaller не скенираше за преостанати информации. Претиснете го копчето "Назад" и изберете друг мод за деинсталација за да скенирате за преостанати информации.
4252 = Revo Uninstaller успешно ја изврши деинсталацијата, но не најде преостанати информации. Претиснете го копчето "Назад" и изберете друг мод за деинсталација кој ќе изврши длабоко скенирање.
4253 = Revo Uninstaller успешно ја изврши деинсталацијата. Доколку сакате да скенирате за повеке преостанати информации можете да го претиснете копчето "Назад" и да го изберете напредниот мод.
4254 = Готово
4255 = Дали сте сигурни дека сакате да ги избришете селектираните фајлови во корпата за отпадоци?
4256 = Дали сте сигурни дека сакате да ги избришете преостанатите записи во регистрите?
4257 = Revo Uninstaller успешно ја изврши деинсталацијата!
4258 = Дали сте сигурни дека сакате да го прескокнете бришењето на пронајдените преостанати записи во регистрите и да продолжите со следниот чекор?
4259 = Дали сте сигурни дека сакате да го прескокнете бришењето на пронајдените преостанати фајлови и фолдери и да продолжите со следниот чекор?
4260 = Скенирањето за преостанати информации заврши. Претиснете го копчето "Напред" за да ги видете резултатите!
4261 = Правење на точка за вракање на системот...
4262 = Грешка во правењето Точка За Вракање На Системот!
4263 = Правењето на Точка За Вракање На Системот е исклучено! (во Опции->Деинсталер)
4264 = Точката За Вракање На Системот е успешно направена!


[About]
4300 = Преведувачи:

[ContextMenu Uninstaller]
5000 = Команди
5001 = Инфо
5002 = Пребарај на Google за...
5004 = Инсталациона локација
5005 = Линк  - За програмата...
5006 = Линк  - Помош...
5007 = Линк  - Надградба...
5008 = Отвори го регистарскиот клуч...

[Common]
10000 = OK
10001 = Излез
10002 = Помош
10003 = Прелистувач
10004 = Помош за тековната алатка
10005 = Домашна веб страна
10006 = За Revo Uninstaller
10007 = Предупредување!
10008 = ГРЕШКА

[Tooltips]
2000 = Деинсталер мод
2001 = Ги покажува алатките
2002 = Нагодување на сетинзите
2003 = Мод на барање
2004 = Ја менува листата на инсталирани програми
2005 = Ја деинсталира селектираната програма
2006 = Го брише селектираниот внес од регистрите
2007 = Ја освежува листата на инсталирани програми
2008 = Ја наградува вашата сегашна верзија на Revo Uninstaller во најновата верзија
2009 = Помош за Revo Uninstaller
404 = Стартувај ја селектираната програма
405 = Стопирај и затвори ја селектираната програма
406 = Тргни ја селектираната програма од автоматското стартување
506 = Исчисти ја селектираната опција
605 = Исчисти ја селектираната опција
705 = Исчисти ја селектираната опција
2106 = Покрени ја селектираната алатка
2304 = Скенирај за непотребни фајлови
2305 = Избриши ги селектираните фајлови во корпата за отпадоци

